Repository: mirkoschubert/minimal-contact-form
Catalog: languages/mcf-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru

source: A WordPress Plugin for a simple, clean and secure contact form.
de_de: Ein WordPress Plugin für ein einfaches, übersichtliches und sicheres Kontaktformular.
es_es: Un plugin de WordPress para un formulario de contacto sencillo, limpio y seguro.
fr_fr: Un plugin WordPress pour un formulaire de contact simple, propre et sécurisé.
it_it: Un plugin per WordPress per un modulo di contatto semplice, pulito e sicuro.
ru_ru: Плагин WordPress для простой, чистой и безопасной контактной формы.

source: About
de_de: Über
es_es: Acerca de nosotros
fr_fr: A propos de nous
it_it: Informazioni
ru_ru: О нас

source: About the settings
de_de: Über die Einstellungen
es_es: Acerca de la configuración
fr_fr: A propos des paramètres
it_it: Informazioni sulle impostazioni
ru_ru: О настройках

source: Add a phone number field to the contact form.
de_de: Das Kontaktformular um ein Telefonnummer-Feld ergänzen.
es_es: Añade un campo de número de teléfono al formulario de contacto.
fr_fr: Ajouter un champ de numéro de téléphone au formulaire de contact.
it_it: Aggiungere un campo per il numero di telefono al modulo di contatto.
ru_ru: Добавьте поле номера телефона в контактную форму.

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo
ru_ru: Адрес

source: Antispam
ru_ru: Антиспам

source: Button
es_es: Botón
fr_fr: Bouton
it_it: Pulsante
ru_ru: Кнопка

source: Contact Form
de_de: Kontaktformular
es_es: Formulario de contacto
fr_fr: Formulaire de contact
it_it: Modulo di contatto
ru_ru: Контактная форма

source: CSS Variables
de_de: CSS-Variablen
es_es: Variables CSS
fr_fr: Variables CSS
it_it: Variabili CSS
ru_ru: Переменные CSS

source: Custom CSS
de_de: Eigenes CSS
es_es: CSS personalizado
fr_fr: CSS personnalisé
it_it: CSS personalizzato
ru_ru: Пользовательский CSS

source: Default
de_de: Ausgangswert
es_es: Por defecto
fr_fr: Par défaut
it_it: Predefinito
ru_ru: По умолчанию

source: Email Address
de_de: E-Mail-Adresse
es_es: Correo electrónico
fr_fr: Adresse électronique
it_it: Indirizzo E-Mail
ru_ru: Адрес электронной почты

source: For further information please visit our
de_de: Für weitere Informationen besuche bitte unsere
es_es: Para más información, visite nuestra
fr_fr: Pour de plus amples informations, veuillez consulter notre site Web
it_it: Per ulteriori informazioni, visitate il nostro sito
ru_ru: Для получения дополнительной информации посетите наш сайт

source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
ru_ru: Общий

source: Hide the subject item.
de_de: Die Betreffzeile verstecken.
es_es: Ocultar el asunto.
fr_fr: Masquer l'objet.
it_it: Nascondere l'oggetto.
ru_ru: Скрыть элемент темы.

source: I consent to having you process my submitted information so you can respond to my inquiry.
de_de: Ich bin damit einverstanden, dass meine Angaben verarbeitet werden, damit auf meine Anfrage geantwortet werden kann.
es_es: Doy mi consentimiento para que procesen la información que he enviado para que puedan responder a mi consulta.
fr_fr: Je consens à ce que vous traitiez les informations que j'ai fournies afin que vous puissiez répondre à ma demande.
it_it: Acconsento al trattamento dei dati da me inviati per rispondere alla mia richiesta.
ru_ru: Я даю согласие на обработку предоставленной мной информации, чтобы вы могли ответить на мой запрос.

source: If you refer to Art. 6 (1) let. b or let. f GDPR in your privacy policy, you do not need an opt-in. Only if you reference Art. 6 (1) let. a GDPR should you tick the relevant checkbox.
de_de: Wenn Du in Deiner Datenschutzerklärung auf Art. 6 Abs. 1 lit. b oder lit. f DSGVO verweist, benötigst Du kein Opt-in. Nur wenn Du auf Art. 6 Abs. 1 lit. a DSGVO verweist, solltest Du das entsprechende Kästchen ankreuzen.
es_es: Si hace referencia al Art. 6 (1) let. b o let. f GDPR en su política de privacidad, no necesita un opt-in. Sólo si hace referencia al Art. 6 (1) let. a GDPR debe marcar la casilla correspondiente.
fr_fr: Si vous faites référence à l'art. 6 (1) let. b ou let. f GDPR dans votre politique de confidentialité, vous n'avez pas besoin d'un opt-in. Seulement si vous faites référence à l'art. 6 (1) let. a GDPR que vous devez cocher la case correspondante.
it_it: Se nella vostra informativa sulla privacy fate riferimento all'Art. 6 (1) let. b o let. f GDPR nella vostra informativa sulla privacy, non è necessario un opt-in. Solo se si fa riferimento all'Art. 6 (1) let. a GDPR si deve spuntare la relativa casella di controllo.
ru_ru: Если вы ссылаетесь на ст. 6 (1) подпункт b или подпункт f GDPR в своей политике конфиденциальности, вам не нужен opt-in. Только если вы ссылаетесь на ст. 6 (1) let. a GDPR, вы должны отметить соответствующий флажок.

source: Instead of writing pure CSS you can use predefined CSS variables to style your form. Please choose some of the following variables:
de_de: Anstatt reines CSS zu schreiben, kannst Du vordefinierte CSS-Variablen verwenden, um Dein Formular zu gestalten. Bitte wähle einige der folgenden Variablen aus:
es_es: En lugar de escribir CSS puro, puede utilizar variables CSS predefinidas para dar estilo a su formulario. Elija alguna de las siguientes variables:
fr_fr: Au lieu d'écrire du CSS pur, vous pouvez utiliser des variables CSS prédéfinies pour styliser votre formulaire. Veuillez choisir certaines des variables suivantes:
it_it: Invece di scrivere CSS puri, è possibile utilizzare variabili CSS predefinite per lo stile del modulo. Scegliete alcune delle seguenti variabili:
ru_ru: Вместо написания чистого CSS вы можете использовать предопределенные переменные CSS для стилизации вашей формы. Пожалуйста, выберите некоторые из следующих переменных:

source: is a simple, clean and secure contact form.
de_de: ist ein einfaches, sauberes und sicheres Kontaktformular.
es_es: es un formulario de contacto sencillo, limpio y seguro.
fr_fr: est un formulaire de contact simple, propre et sécurisé.
it_it: è un modulo di contatto semplice, pulito e sicuro.
ru_ru: это простая, чистая и безопасная контактная форма.

source: Item
de_de: Element
es_es: Elemento
fr_fr: Élément
it_it: Oggetto
ru_ru: Пункт

source: Label
es_es: Etiqueta
fr_fr: Étiquette
it_it: Etichetta
ru_ru: Ярлык

source: Layout
es_es: Diseño
fr_fr: Mise en page
ru_ru: Макет

source: Mail Service
de_de: Mail-Dienst
es_es: Servicio de correo
fr_fr: Service de courrier
it_it: Servizio E-Mail
ru_ru: Почтовая служба

source: Message
de_de: Nachricht
es_es: Mensaje
it_it: Messaggio
ru_ru: Сообщение

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome e cognome
ru_ru: Имя

source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni
ru_ru: Опции

source: or higher!
de_de: oder höher!
es_es: o superior!
fr_fr: ou plus!
it_it: o superiore!
ru_ru: или выше!

source: Phone Number
de_de: Telefonnummer
es_es: Teléfono
fr_fr: Numéro de téléphone
it_it: Numero di telefono
ru_ru: Номер телефона

source: Please upgrade WordPress and try again.
de_de: Bitte aktualisiere WordPress und versuchen es erneut.
es_es: Por favor, actualice WordPress e inténtelo de nuevo.
fr_fr: Veuillez mettre à jour WordPress et réessayer.
it_it: Aggiornare WordPress e riprovare.
ru_ru: Пожалуйста, обновите WordPress и попробуйте снова.

source: Privacy Policy
de_de: Datenschutzerklärung
es_es: Política de privacidad
fr_fr: Politique de confidentialité
it_it: Informativa sulla privacy
ru_ru: Политика конфиденциальности

source: Privacy Settings
de_de: Datenschutz-Einstellungen
es_es: Configuración de privacidad
fr_fr: Paramètres de confidentialité
it_it: Impostazioni sulla privacy
ru_ru: Настройки конфиденциальности

source: Recipient
de_de: Empfänger
es_es: Destinatario
fr_fr: Destinataire
it_it: Destinatario
ru_ru: Получатель

source: requires WordPress
de_de: benötigt WordPress
es_es: requiere WordPress
fr_fr: nécessite WordPress
it_it: richiede WordPress
ru_ru: требуется WordPress

source: Select the administrator or editor who should receive the emails.
de_de: Wähle den Administrator oder Redakteur, der die E-Mails erhalten soll.
es_es: Seleccione el administrador o editor que debe recibir los correos electrónicos.
fr_fr: Sélectionnez l'administrateur ou l'éditeur qui doit recevoir les e-mails.
it_it: Selezionare l'amministratore o l'editore che deve ricevere le e-mail.
ru_ru: Выберите администратора или редактора, который должен получать электронные письма.

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres de confidentialité
it_it: Impostazioni
ru_ru: Настройки

source: Show Labels
de_de: Labels
es_es: Mostrar etiquetas
fr_fr: Afficher les étiquettes
it_it: Mostra etichette
ru_ru: Показывать ярлыки

source: Show labels instead of placeholders.
de_de: Labels statt Placeholder anzeigen.
es_es: Mostrar etiquetas en lugar de marcadores de posición.
fr_fr: Afficher les étiquettes au lieu des caractères de remplacement.
it_it: Mostra le etichette invece dei segnaposto.
ru_ru: Показывать ярлыки вместо заполнителей.

source: Show name and email in one line.
de_de: Namen und E-Mail in einer Zeile anzeigen.
es_es: Mostrar nombre y email en una línea.
fr_fr: Affichez le nom et l'adresse électronique sur une seule ligne.
it_it: Mostra il nome e l'e-mail in una riga.
ru_ru: Показывать имя и электронную почту в одной строке.

source: Someone left you a message!
de_de: Jemand hat Dir eine Nachricht hinterlassen!
es_es: ¡Alguien te ha dejado un mensaje!
fr_fr: Quelqu'un vous a laissé un message!
it_it: Qualcuno vi ha lasciato un messaggio!
ru_ru: Кто-то оставил вам сообщение!

source: Sorry! Please enter a valid phone number.
de_de: Sorry! Bitte gib eine gültige Telefonnummer ein.
es_es: Lo sentimos. Introduzca un número de teléfono válido.
fr_fr: Désolé! Veuillez entrer un numéro de téléphone valide.
it_it: Siamo spiacenti! Inserire un numero di telefono valido.
ru_ru: Извините! Пожалуйста, введите действительный номер телефона.

source: Sorry! Please fill in all required fields correctly.
de_de: Sorry! Bitte fülle alle Pflichtfelder ordnungsgemäß aus.
es_es: Lo sentimos. Rellene correctamente todos los campos obligatorios.
fr_fr: Désolé! Veuillez remplir correctement tous les champs obligatoires.
it_it: Siamo spiacenti! Compilare correttamente tutti i campi obbligatori.
ru_ru: Извините! Пожалуйста, заполните все необходимые поля правильно.

source: Sorry! Your message couldn't be sent. Please try again later.
de_de: Sorry! Deine Nachricht konnte nicht gesendet werden. Bitte versuche es später noch einmal.
es_es: Lo sentimos. Su mensaje no ha podido ser enviado. Vuelva a intentarlo más tarde.
fr_fr: Désolé! Votre message n'a pas pu être envoyé. Veuillez réessayer plus tard.
it_it: Spiacente! Non è stato possibile inviare il messaggio. Riprova più tardi.
ru_ru: Извините! Ваше сообщение не удалось отправить. Пожалуйста, повторите попытку позже.

source: Styling
de_de: Design
es_es: Estilo
fr_fr: Style
it_it: Stilizzazione
ru_ru: Стилизация

source: Subject
de_de: Betreff
es_es: Asunto
fr_fr: Sujet
it_it: Soggetto
ru_ru: Тема

source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
it_it: Invia
ru_ru: Отправить

source: Thank you for sending us a message! You will hear from us shortly.
de_de: Vielen Dank für Deine Nachricht! Du wirst in Kürze von uns hören.
es_es: Gracias por enviarnos un mensaje. En breve recibirá noticias nuestras.
fr_fr: Merci de nous envoyer un message ! Nous vous contacterons sous peu.
it_it: Grazie per averci inviato un messaggio! Riceverai una risposta a breve.
ru_ru: Спасибо, что отправили нам сообщение! Мы ответим вам в ближайшее время.

source: The user has agreed to the data collection.
de_de: Der Nutzer hat der Datenerhebung zugestimmt.
es_es: El usuario ha aceptado la recogida de datos.
fr_fr: L'utilisateur a accepté la collecte de données.
it_it: L'utente ha accettato la raccolta dei dati.
ru_ru: Пользователь согласился на сбор данных.

source: The user has not agreed to the data collection.
de_de: Der Nutzer hat der Datenerhebung nicht zugestimmt.
es_es: El usuario no ha aceptado la recogida de datos.
fr_fr: L'utilisateur n'a pas accepté la collecte de données.
it_it: L'utente non ha acconsentito alla raccolta dei dati.
ru_ru: Пользователь не согласился на сбор данных.

source: The WordPress PHPmailer (SMTP) should be used by default. If you encounter an error, please turn on the PHP mail function. However, the emails will end up in the recipient's spam folder more likely.
de_de: Der WordPress PHPmailer (SMTP) sollte standardmäßig verwendet werden. Wenn Du auf einen Fehler stößt, schalte bitte die PHP-Mail-Funktion ein. Allerdings werden die E-Mails dann eher im Spam-Ordner des Empfängers landen.
es_es: El PHPmailer (SMTP) de WordPress debería utilizarse por defecto. Si encuentra un error, active la función de correo PHP. Sin embargo, lo más probable es que los correos acaben en la carpeta de spam del destinatario.
fr_fr: Le PHPmailer (SMTP) de WordPress devrait être utilisé par défaut. Si vous rencontrez une erreur, veuillez activer la fonction de messagerie PHP. Cependant, les courriels aboutiront plus probablement dans le dossier spam du destinataire.
it_it: Il PHPmailer di WordPress (SMTP) dovrebbe essere utilizzato per impostazione predefinita. Se si verifica un errore, attivare la funzione di posta PHP. Tuttavia, è più probabile che le e-mail finiscano nella cartella spam del destinatario.
ru_ru: По умолчанию должен использоваться WordPress PHPmailer (SMTP). Если вы столкнулись с ошибкой, включите функцию почты PHP. Однако письма с большей вероятностью будут попадать в папку спама получателя.

source: This plugin was developed with usability in mind and uses data that already exists. It provides security features to prevent the receipt of spam without passing on data to third parties. In addition, it automatically inserts a corresponding notice to comply with the requirements of the GDPR.
de_de: Dieses Plugin wurde unter dem Gesichtspunkt der Benutzerfreundlichkeit entwickelt und verwendet bereits vorhandene Daten. Es bietet Sicherheitsfunktionen, um den Empfang von Spam zu verhindern, ohne Daten an Dritte weiterzugeben. Darüber hinaus fügt es automatisch einen entsprechenden Hinweis ein, um die Anforderungen der DSGVO zu erfüllen.
es_es: Este plugin ha sido desarrollado pensando en la usabilidad y utiliza datos que ya existen. Ofrece funciones de seguridad para evitar la recepción de spam sin ceder datos a terceros. Además, inserta automáticamente el aviso correspondiente para cumplir los requisitos del GDPR.
fr_fr: Ce plugin a été développé dans un souci de convivialité et utilise des données qui existent déjà. Il offre des fonctions de sécurité pour empêcher la réception de spam sans transmettre de données à des tiers. En outre, il insère automatiquement un avis correspondant pour se conformer aux exigences du GDPR.
it_it: Questo plugin è stato sviluppato tenendo conto dell'usabilità e utilizza dati già esistenti. Offre funzioni di sicurezza per prevenire la ricezione di spam senza trasmettere dati a terzi. Inoltre, inserisce automaticamente un avviso corrispondente per rispettare i requisiti del GDPR.
ru_ru: Этот плагин был разработан с учетом удобства использования и использует уже существующие данные. Он обеспечивает функции безопасности для предотвращения получения спама, не передавая данные третьим лицам. Кроме того, он автоматически вставляет соответствующее уведомление, чтобы соответствовать требованиям GDPR.

source: To display the form on any WP Post or Page, simply add the shortcode:
de_de: Um das Formular in einem WP-Beitrag oder einer WP-Seite anzuzeigen, füge einfach den Shortcode hinzu:
es_es: Para mostrar el formulario en cualquier Post o Página de WP, simplemente añade el shortcode:
fr_fr: Pour afficher le formulaire sur n'importe quel billet ou page WP, il suffit d'ajouter le shortcode:
it_it: Per visualizzare il modulo su qualsiasi post o pagina di WP, è sufficiente aggiungere lo shortcode:
ru_ru: Чтобы отобразить форму на любом посте или странице WP, просто добавьте шорткод:

source: Use an opt-in instead of just informing the visitor about the GDPR.
de_de: Ein Opt-In nutzen, anstatt den Besucher nur über die DSGVO zu informieren.
es_es: Utilice un opt-in en lugar de limitarse a informar al visitante sobre el GDPR.
fr_fr: Utilisez un opt-in au lieu de simplement informer le visiteur sur le GDPR.
it_it: Utilizzare un opt-in invece di informare semplicemente il visitatore sul GDPR.
ru_ru: Используйте opt-in вместо того, чтобы просто информировать посетителя о GDPR.

source: Use the honeypot mechanism to protect against SPAM emails.
de_de: Das Honeypot-Verfahren verwenden, um sich gegen SPAM-E-Mails zu schützen.
es_es: Utilice el mecanismo honeypot para protegerse de los correos SPAM.
fr_fr: Utilisez le mécanisme de pot de miel pour vous protéger contre les courriels de SPAM.
it_it: Utilizzare il meccanismo di honeypot per proteggersi dalle email di SPAM.
ru_ru: Используйте механизм honeypot для защиты от писем СПАМ.

source: Use the PHP mail function instead of the WordPress PHP mailer.
de_de: Die PHP-Mail-Funktion anstatt des WordPress-PHP-Mailers verwenden.
es_es: Utilice la función de correo PHP en lugar del mailer PHP de WordPress.
fr_fr: Utilisez la fonction mail PHP au lieu du mailer PHP de WordPress.
it_it: Utilizzare la funzione mail di PHP invece del mailer PHP di WordPress.
ru_ru: Используйте функцию PHP mail вместо WordPress PHP mailer.

source: Variable
it_it: Variabile
ru_ru: Изменчивость

source: Write your own CSS to alter the styling of the contact form.
de_de: Schreibe eigenes CSS, um das Design des Kontaktformulars anzupassen.
es_es: Escriba su propio CSS para modificar el estilo del formulario de contacto.
fr_fr: Écrivez votre propre CSS pour modifier le style du formulaire de contact.
it_it: Scrivere il proprio CSS per modificare lo stile del modulo di contatto.
ru_ru: Напишите свой собственный CSS для изменения стиля контактной формы.

source: You have to set a privacy policy page in the %1$s!
de_de: Du musst eine Datenschutzseite in den %1$s festlegen!
es_es: ¡Establecer una página de política de privacidad en el %1$s!
fr_fr: Vous devez définir une page de politique de confidentialité dans le %1$s!
it_it: È necessario impostare una pagina di privacy policy nella sezione %1$s!
ru_ru: Вы должны установить страницу политики конфиденциальности в %1$s!

source: Your submitted information will only be processed to respond to your inquiry.
de_de: Deine Angaben werden nur zur Beantwortung Deiner Anfrage verarbeitet.
es_es: La información que nos facilite sólo se procesará para responder a su consulta.
fr_fr: Les informations que vous avez fournies ne seront traitées que pour répondre à votre demande.
it_it: Le informazioni inviate verranno elaborate solo per rispondere alla vostra richiesta.
ru_ru: Предоставленная вами информация будет обработана только для ответа на ваш запрос.

source: GDPR
de_de: DSGVO
